import { defineConfig } from '@tok/generation';

export default defineConfig({

  pages: [
    {
      slides: [
        {
          shape: 'square',
          title: '10 преимуществ платных разборов:',
          description:
            `1️⃣ Более подробные разборы и рекомендации.<br/><br/>
             2️⃣ Референсы (фото/видео).<br/><br/>
             3️⃣ Ссылки на одежду, аксессуары и магазины, в которых их можно купить.<br/><br/>
             4️⃣ Обучающие материалы: актуальные тренды, полезные ссылки и файлы.<br/><br/>
             5️⃣ Чем больше твоих образов увидел стилист, тем лучше он разбирается в твоём гардеробе, стиле и предпочтениях, растёт качество его рекомендаций со временем.<br/><br/>
             6️⃣ Разбирая луки со стилистами, ты развиваешь свои навыки в стиле. Ты учишься:<br/>
                а) разбираться в трендах, одежде и аксессуарах, которые идут именно тебе;<br/>
                б) понимать себя и чувствовать свой стиль, самостоятельно выбирать что подходит тебе: цвета, фасоны, ткани, формы и тд.<br/><br/>
             7️⃣ Быстрый доступ к стилисту когда он тебе нужен: в магазине, дома, по пути.<br/><br/>
             8️⃣ Разбор повседневных луков, образов к мероприятиям и важным событиям.<br/><br/>
             9️⃣ Ответы стилиста на твои вопросы во время покупок в магазинах, например: стоит покупать эту вещь? она тебе идёт? впишется в текущий гардероб? <br/><br/>
             🔟 Удовольствие от работы с настоящими профессионалами своего дела. Узнай больше о нас в нашем канале ➡️ <a href="https://t.me/Lookwhiz/7">Lookwhiz</a><br/><br/> 
             Lookwhiz - команда стилистов в твоём кармане. Присоединяйся, будь на стиле ❤️<br/>`,
          button: null,
        },
      ],
    }
  ]
});
