import { defineConfig } from '@tok/generation';

export default defineConfig({

  pages: [
    {
      slides: [
        {
          shape: 'square',
          title: 'Преимущества, которые ты получишь после пополнения баланса:',
          description:
            `1️⃣ Ещё более подробные разборы твоих луков стилистами.<br/><br/>
             2️⃣ Стилист будет отправлять дополнительные материалы: фото, видео, ссылки на одежду/аксессуары/магазины, файлы, тренды и прочее.<br/><br/>
             3️⃣ Более качественные рекомендации стилистов.<br/>
                Чем больше твоих образов увидел стилист, тем лучше он разбирается в твоём гардеробе, стиле и предпочтениях.<br/><br/>
             4️⃣ Разбирая свои луки со стилистами, ты развиваешь свои навыки в личном стиле. <br/>
                Ты научишься:<br/>
              - разбираться в трендах, одежде и аксессуарах, которые идут именно тебе;<br/>
              - понимать себя и чувствовать свой стиль, самостоятельно выбирать что подходит тебе: цвета, фасоны, ткани, формы и тд.<br/><br/>
              
              5️⃣ Разбор образов в нужный и удобный тебе момент:<br/>
                - разбор повседневных луков<br/>
                - образы к мероприятиям и важным событиям<br/>
                - в магазине, дома, по пути<br/>
                <br/>
              6️⃣ Ответы стилиста на вопросы во время покупок в магазинах: стоит покупать эту вещь? она тебе идёт? впишется в текущий гардероб? <br/>
                <br/>       
                Lookwhiz - команда стилистов в твоём кармане. Присоединяйся, будь на стиле ❤️<br/>
              <br/>
              Наш канал ➡️ <a href="https://t.me/Lookwhiz/7">Lookwhiz</a>`,
          button: null,
        },
      ],
    }
  ]
});
